<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" type="text/css" href="css/Style.css">
<link rel="stylesheet" type="text/css" href="css/UserPolicy.css">
<title>Ucycle - 利用規約画面</title>
<script type="text/javascript">
<!--
	function changeDisabled() {
		if (document.Form1["accept"][1].checked) {
			document.Form1["send"].disabled = false;
			document.Form1["send2"].disabled = false;
		} else {
			document.Form1["send"].disabled = true;
			document.Form1["send2"].disabled = true;
		}
	}
	window.onload = changeDisabled;
// -->
</script>
</head>
<body>
	<header>
		<nav>
			<ul>
				<li class="project_title"><a href="Index.jsp">Ucycle</a></li>
			</ul>
		</nav>
	</header>
	<nav>
		<br> <br> <br>
		<h1>利用規約</h1>



		<textarea name="message" cols="80" rows="20">
第1章 総則
第1条 (定義)
本規約における用語は次の意味を有するものとします。
・アタッチメント操作パネル：シェアリング自転車に備え付けの鍵の制御装置
・サイクルシェアリングシステム：サービス運営時間内において、シェアリング自転車をポートに入出庫することにより、会員に対してシェアリング自転車の貸し渡しを行うシステム
・シェアリング自転車：当社が提供する共同利用のための自転車
・ポート：シェアリング自転車の貸し出し、返却及び保管場所
・個人会員：当社との間で第３条に基づきサイクルシェアリングシステムにかかる入会契約を締結し、サイクルシェアリングシステムを利用する者
・会員：個人会員の総称
・利用者：個人会員及び法人指定利用者の総称
・認証カード：会員の本人確認及びシェアリング自転車の開錠などを行うために必要な当社所定の専用ICカード、交通系ICカード、当社所定のシステムに登録したおサイフケータイの総称
・おサイフケータイ：ＩＣチップを埋め込んだ携帯電話
・運営事務所：シェアリング自転車及びポートの維持管理、会員の対応を行う拠点

※「おサイフケータイ」は、株式会社ＮＴＴドコモの登録商標です。
第2条 (規約の適用
1.株式会社Ucycle（以下「当社」という）は、当社が運営する「東京都心部コミュニティサイクル事業」（以下「当事業」という）において、サイクルシェアリングシステムへ入会を希望する個人との間で、本規約に定めるところにより、サイクルシェアリングシステムへ入会するために契約（以下「入会契約」という）を締結し、個人会員又は法人指定利用者に対して、入会期間中、シェアリング自転車を貸し渡すサービスを提供するものとします。なお、本規約に定めのない事項については、法令又は一般の慣習に従うものとします。
2.当社は、“ご利用の手引き”を作成することができるものとします。本規約と当該“ご利用の手引き”との間に相違がある場合は、当該“ご利用の手引き”が優先して適用されるものとします。
3.本規約は、個人会員、法人会員及び法人指定利用者に適用されるものとします。なお、法人会員は、本規約内容を、自己が指定した法人指定利用者に遵守させるものとし、法人指定利用者による本規約違反等、作為不作為を問わず、サイクルシェアリングシステムの利用にかかる全ての行為について法人会員は連帯して責任を負うものとします。

第2章 入会契約
第3条 （入会契約の締結など）
1.サイクルシェアリングシステムへの入会を希望する個人は、本規約を承諾のうえ当社に対して、当社が指定する方法により入会契約の申込みを行うものとします。なお、申込者が未成年の場合は事前に保護者の同意を得たうえで申し込みを行ってください。
3.サイクルシェアリングシステムへの入会を希望する個人による前項の申し込みに対し、当社が承諾した場合に、入会契約が成立するものとします。
4.当社は、入会希望者が次の各号の一つにでも該当する場合には、入会契約の締結を拒絶することができるものとします。
(1)身長145cmに満たないとき。
(2)身体的にシェアリング自転車を安全に運転することが困難であると当社が判断したとき。
(3)過去の貸し渡しについて、料金の支払いを滞納しているとき。
(4)暴力団員、暴力団関係者、その他反社会的勢力に属していると認められるとき。
(5)１３歳未満でヘルメットの着用をお約束いただけないとき。
(6)本規約に同意しないとき。
(7)その他、当社が適当でないと認めたとき。
5.シェアリング自転車を利用できる者は、個人会員に限定されるものとします。

第4条 （利用条件など）
1.入会契約において、会員は、当社が指定する契約タイプ及び支払方法から１つを選定し、契約を行うものとします。
2.会員は、前項に基づき選定された契約タイプ及び支払方法に応じて、第5章に定める料金を支払うものとします。

第5条 （登録情報等の変更）
1.会員は、入会契約の申込に際し、当社に提供した個人情報、選択した契約タイプ及び支払方法について変更が生じた場合には、その旨を直ちに当社に連絡し、当社の承認を得るものとします。
2.当社は、前項において連絡された内容が、サービスの遂行に支障をきたすと判断した場合は、本変更を拒否、または入会契約を解除できるものとします。

第6条 （入会契約の解除）
当社は、会員又は法人指定利用者が次の各号の一つにでも該当したときは、何らの通知、催告をすることなく、サービスの利用を一時的に停止する、または入会契約を解除することができるものとします。
(1)本規約その他の当社との間の契約の約定に違反したとき。
(2)シェアリング自転車の利用において、交通事故を起こしたとき。
(3)会員が、第５章に定める料金、その他本規約に基づく金銭の支払いを一回でも遅滞したとき。
(4)第３条第４項の各号に該当したとき。
(5)前各号のほか、当社と会員との連絡が取れなくなった場合や、入会時の情報に誤りがあった場合など、サイクルシェアリングシステムの利用継続が不適当であると当社が判断したとき。

第7条 （本事業の中止）
1.シェアリング自転車又はサイクルシェアリングシステムの全部又は一部の利用不能、その他の理由により、当事業の継続が困難であると当社が判断した場合には、当社は一方的に当事業を中止することができることとします。
2.前項の場合、当社がその旨を会員に通知することによって入会契約は終了し、会員は、入会契約が終了した日以降の基本料については支払うことを要しないものとします。

第8条 （中途解約）
会員は、当社の同意を得て入会契約を解約することができるものとします。この場合、会員は、入会契約が解約された日までの基本料を支払うものとします。

第9条 （入会契約の有効期間）
入会契約の有効期間は、入会契約の契約締結日から当事業（当事業と同等の後継サービスを含みます）の終了日までとします。ただし契約タイプにより入会契約の有効期間が定められている場合は、その有効期間を優先するものとします。

第10条 （本事業の実施期間）
当社は、当事業の実施期間を、当社所定のＷｅｂサイトにおいて公表するものとします。なお、実施期間は、天候その他の運営上の理由により、予告無く変更する場合があります。

第11条 （一時休止・再開）
当社は、自然現象および地域イベント、その他事由により本事業の安全な提供が難しいと判断した場合は、当社所定のWebサイトにおいて公表するなど当社が適切と判断する方法により事前または事後に会員に告知のうえ、サービスの一部または全てを休止することができるものとします。また、休止事由が解消した後、本事業の再開に際しての告知についても同様とします。当社は、本事業の休止期間にかかる料金の返還はしないものとします。

第12条 （ID・パスワード等の管理）
1.利用者は、入会契約締結時に当社より払い出されるID及びパスワード、またシェアリング自転車の貸し渡し時に当社より払い出される開錠パスコードを、自己の責任において適切に管理するものとし、第三者に開示・漏洩又は利用させないものとします。
2.当社は、当社の責に帰すべき事由による場合を除き、ID、パスワード、開錠パスコードの管理につきいかなる責任も負わないものとし、第三者によるID、パスワード、開錠パスコードの利用その他の行為は、全て当該利用者による利用とみなすものとします。
3.利用者は、ID、パスワード、開錠パスコードが第三者に盗用、不正利用等された場合、又はそのおそれがある場合は、直ちに当社に通知しなければならないものとします。

第13条 （認証カード）
1.利用者は、開錠パスコードの代わりに認証カードを使用して、第15条に定めるシェアリング自転車の貸渡手続きをすることができるものとします。
2.利用者は、登録に必要な機能を備える認証カードを、自らの費用負担によって入手し、必要な利用環境を整えるものとします。
3.利用者は、認証カードを善良な管理者の注意義務をもって、使用・保管するものとし、第三者に使用させてはならないものとします。
4.当社は、利用者の認証カードの使用は全て当該利用者によって使用されたものとみなします。
5.認証カードの紛失、盗難、滅失又は破損（以下「紛失等」という）の場合、利用者は、速やかにその旨を運営事務局へ届け出るものとします。
6.前項の場合、その紛失等が利用者の責に帰すべき事由によるか否かにかかわらず、会員は、認証カードの再発行・登録に必要な実費相当額を負担するものとし、第４条において選択した方法により、当社の請求に従いこれを当社に支払うものとします。

第3章 貸渡手続および返還手続
第14条 （予約及び予約の取り消しなど）
1.利用者は、シェアリング自転車を利用するにあたって、あらかじめ借り受けを希望するポート及び自転車を明示して、当社所定の方法により、個別の貸し渡し契約（以下「個別契約」という）の予約の申し込みを行い、当社は、他の予約状況などを勘案し、運用上可能な限りこの予約に応じるものとします。
2.当社は、前項により利用者の予約が完了した場合であっても、指定する期間に、第１５条第１項の貸渡手続きが行われなかった場合又は予約した条件でシェアリング自転車を貸し渡すことができなくなった場合は、無条件で当該予約を取り消すことができるものとします。
3.会員は、前項により予約が取り消されたことに関して、当社に対して何らの請求もしないものとします。

第15条 （シェアリング自転車の貸渡手続きなど）
1.シェアリング自転車の貸渡手続きは、利用可能なシェアリング自転車が保管されているポートにおいて、シェアリング自転車を利用する利用者が、当社所定の方法により、シェアリング自転車の解錠を行い、当社が、当該利用者に対して所定のシェアリング自転車を貸し渡すこと（以下「貸渡手続き」という）により完了するものとします。なお、これによって、個別契約が成立するものとします。
2.当社は、サイクルシェアリングシステムの運用上の都合、ポートに利用可能なシェアリング自転車がない等の理由により、シェアリング自転車の貸し渡しができないことがあります。
3.会員は、前項に定める理由により、シェアリング自転車が利用できなかったことに関して、当社に対して何らの請求（基本料金の返還、代替交通手段の利用料金等の補償等の請求を含む）もしないものとします。

第16条 （シェアリング自転車の返還手続きなど）
1.シェアリング自転車の返還手続きは、シェアリング自転車の保管が可能なポートにおいて、利用者自らがシェアリング自転車に備えつけられた鍵の施錠に加え、当社所定の方法によりアタッチメント操作パネルを用いて返還通知を送付すること（以下「返還手続き」という）により完了するものとします。なお、これによって、個別契約は終了するものとします。
2.利用者は、シェアリング自転車の返還に当たって、シェアリング自転車に自らの遺留品がないことを確認して返還するものとし、当社は、遺留品の紛失などについて何ら責任を負わないものとします。
3.利用者は、シェアリング自転車の保管が可能なポートがないなどの理由により、第１項による返還ができないときは、シェアリング自転車の保管が可能な別のポートに移動し返還するものとします。
4.前項において、利用者が別のポートに移動できない等の緊急の場合は、運営事務所に連絡し、その指示に従うものとします。
5.利用者が、前項の連絡をせずに、又は運営事務所の指示に従わないで、ポート以外の場所にシェアリング自転車を放置したときは、返還手続きは完了していないものとみなします。

第17条 （個別契約の解除）
当社は、次の各号の一つにでも該当する場合は、会員及び法人指定利用者にシェアリング自転車の返還を求めることができるものとします。
(1)借受時間中において、シェアリング自転車の利用不能又はサイクルシェアリングシステムの不具合、その他の理由により、シェアリング自転車の貸し渡しを継続できなくなったとき。
(2)利用者が借受時間中に本規約その他の当社との間の契約の約定に違反したとき。

第4章 自転車事故の処置など
第18条 （事故処理）
1.シェアリング自転車の借受時間中に、当該シェアリング自転車に係る事故が発生したときは、利用者は、事故の規模にかかわらず、法令上の措置をとるとともに、次に定めるところにより処理するものとします。
(1)　直ちに事故の状況などを所管の警察および運営事務局に連絡すること。
(2)　当該事故に関し、当社及び当社が指定する保険会社が必要とする書類又は証拠となるものを遅滞なく提出すること。
(3)　当該事故に関し、第三者と示談または協定を締結するときは、あらかじめ当社の承諾を受けること。
2.会員は、前項によるほか自らの責任と費用において事故の処理・解決を図るものとします。

第19条 （故障・盗難などの処置など）
1.利用者は、借受時間中にシェアリング自転車及びポートの異常又は故障を発見したときは、直ちに利用を中止し、運営事務所に連絡するとともに、運営事務所の指示に従うものとします。
2.利用者は、借受時間中にシェアリング自転車の盗難などが発生したときは、直ちに盗難の状況などを所管の警察及び運営事務所に連絡するとともに、運営事務所の指示に従うものとします。また、会員は、シェアリング自転車の盗難にかかる負担金として、当社が指定する金額を支払うものとします。

第20条 （充電切れ時の対応）
シェアリング自転車の借受時間中に、当該シェアリング自転車のバッテリーの充電切れが発生したとき又は充電切れの恐れがあるときは、利用者は、直ちに当該充電切れの状況について、運営事務所に連絡するとともに、運営事務所の指示に従い、最寄りのポートへのシェアリング自転車の返却等必要な対応を行うものとします。

第21条 （補償）
1.当社は、成立した個別契約に基づいて、利用者がシェアリング自転車を借り受けしている間等については、下記の条件のとおりの各種損害保険を付保するものとし、会員が負担した第35条の損害賠償責任を次の各号の限度内で補償するものとします。
(1)死亡・後遺障害10,000千円、入院保険金日額5,000円、通院保険金日額2,500円。ただし入院保険金日額は事故発生日より180日以内を、通院保険金日額は事故発生日より180日以内の通院に限り90日間をそれぞれ限度とする。
※シェアリング自転車搭乗中のみが補償期間となり、急激かつ偶然な外来の事故による傷害に限ります。
(2)賠償責任 対人１名1億円、１事故5億円、対物5,000万円。
※シェアリング自転車搭乗中のみが補償期間となり、自転車の利用に起因して第三者に身体障害や財物損壊を与えた場合の法律上の賠償責任に限ります。
2.前項に定める補償限度額を超える損害については、会員または利用者の負担とします。
3.警察および運営事務局に届出のない事故、もしくは会員または利用者が本規約に違反して発生した事故による損害については、損害保険および当社の補償制度による損害てん補が受けられないことがあることを会員は異議なく承諾します。
4.第３項のほか、各種損害保険の保険約款の免責事項（保険金を支払わない場合）に該当する場合等保険約款により、第１項に定める補償は適用されない場合があり、これらの損害については、会員または利用者がすべて負担するものとします。
5.本条は、各種損害保険の概要をご紹介したものです。詳細は保険約款によりますが、契約手続きや保険金請求手続き等詳細につきましては、下記までお問い合わせください。

お問い合わせ先：Ucycle運営事務局　コールセンター
フリーダイヤル090-xxxx-xxxx

第5章 料金
第22条 （料金）
1.料金とは、利用者がシェアリング自転車を利用するにあたり、会員が当社に対して支払う基本料金、延長料金、その他の料金をいうものとします。
2.当社は、それぞれの額又は計算根拠を料金表に明示し、当社所定のＷｅｂサイトにおいて公表するものとします。当社は、料金表を変更する場合には、変更日の1週間前までに当社所定のＷｅｂサイトにて公表するものとします。

第23条 （登録手数料）
1.登録手数料とは、会員が第３条第２項に基づき入会契約が成立した時に支払う契約手数料、および専用ＩＣカード購入や手引きの発行などを希望した場合に支払う契約オプション料、契約内容の変更を行った場合に支払う変更手数料、入会契約更新時に支払う更新料をいうものとします。
2.入会契約が中途解約、解除その他の理由により契約期間中に終了したときは、当社の責に帰すべき事由により終了した場合を除き、前項により当社が受領した登録手数料については返金されないことにつき、会員は異議なく承諾します。

第24条 （基本料金）
基本料金とは、第４条第１項で選択した、又は第５条第１項に従って変更された契約タイプに従って、月又は日、時間など契約タイプにより定められたサービスを受ける期間に応じ、支払う基本料金をいうものとします。

第25条 （延長料金）
1.延長料金とは、利用者が借り受けたシェアリング自転車の各契約タイプに定められた初期利用時間を超えて、利用者がシェアリング自転車を利用した場合に支払う延長料金をいうものとします。
2.延長料金は、前項に定める初期利用時間経過時から、利用者が第16条の返還手続きが完了するまでを対象期間として課金されるものとします。

第26条 （その他の料金）
その他の料金とは、基本料金、延長料金の他、当社が公表し、会員が希望した有料サービスに対し支払う料金をいうものとします。

第27条 （料金の支払い）
1.会員は、サービスの提供を受けた月に係る料金の合計額を、翌月の当社が指定する支払日をもって、会員が第４条第１項で選択した、又は第５条第１項に従って変更された支払い方法により、当社に対して支払うものとします。
2.当社は、前項の手段により会員から支払いを受けられない場合には、当社が定める他の決済手段により支払いを受けることができるものとします。

第6章
第28条 （定期点検整備）
当社は、シェアリング自転車及びポートに対して、当社の定める基準により定期点検整備を実施します。

第29条 （利用前点検）
1.利用者は、シェアリング自転車を借り受ける都度、ブレーキの効き、ハンドルの曲がり、タイヤの空気圧、ベルの鳴り、アタッチメント操作パネル、バッテリー残量などの安全かつ適切に利用ができる状態であることを確認するものとします。
2.利用者は、シェアリング自転車の損傷、備品の紛失及び整備不良を発見したときは、直ちに運営事務所に連絡し、利用を中止するものとします。
3.前項の連絡がないままシェアリング自転車を利用した場合は、借受時において、シェアリング自転車に損傷、備品の紛失及び整備不良はなかったものとみなします。

第30条 （管理責任）
1.個人会員は、善良な管理者の注意をもってシェアリング自転車を利用・保管するものとします。
2.前項の管理責任は、個別契約に基づくシェアリング自転車の貸渡手続きが完了したときより始まり、当該自転車の返還手続きを完了したときに終了するものとします。

第31条 （禁止行為）
利用者は、シェアリング自転車の借受時間中、次の行為をしてはならないものとします。
(1)　シェアリング自転車を利用者本人以外の者に利用をさせること。
(2)　無謀運転、酒気帯び運転などの危険な行為。
(3)　交通規則を無視した、シェアリング自転車の利用。
(4)　乗入が禁止されている公園等や危険箇所、不適当な場所での利用。
(5)　歩行者などの通行障害となるような行為。
(6)　自転車の構造・装置・付属品などの改造、取り外し及び変更。
(7)　条例が定める自転車等放置禁止区域内、許可を得られない私有地及び通行の障害となるような場所での駐輪。
(8)　運転中に故障した場合、無理に運転を継続する行為。
(9)　シェアリング自転車を各種テストもしくは競技、牽引もしくは後押しに利用すること。
(10)　13歳未満の場合、ヘルメットを着用せずに利用すること。
(11)　その他、法令又は公序良俗に違反する行為。

第32条 （放置自転車に対する処置）
1.利用者が、前条第７号で禁止する場所にシェアリング自転車を駐輪した（以下「放置」という）とき、会員及び法人指定利用者は、放置自転車の撤去、保管等の諸費用の負担、返還までの利用料金その他当社に生じた一切の損害を賠償する責任を負うものとします。
2.前項の場合において自治体及び警察等から当社に対して自転車の放置について連絡があった場合、当社は会員又は法人指定利用者に連絡し、速やかにシェアリング自転車を当社所定の場所に移動させ、違反者として法律上の措置に従うことを求めるものとし、会員は、これに従うものとします。
3.当社が第１項の費用を立て替えて支払ったときは、会員は、この費用を当社に対して速やかに支払うものとします。

第33条 （シェアリング自転車の返還義務）
利用者は、シェアリング自転車の返還にあたり、通常の利用による損耗を除き、借り受けた時の状態で返還するものとし、備品を含むシェアリング自転車の全部又は一部の損傷、紛失、盗難等が会員又は法人指定利用者の責に帰すべき事由によるときは、会員は、シェアリング自転車の修理、再調達費用など、原状回復に要する一切の費用を負担するものとします。

第34条 （シェアリング自転車が返還されない場合の処置）
1.当社は、各契約タイプに定められた利用可能時間を超過しても利用者がシェアリング自転車を返還せず、かつ当社の返還請求に応じないとき、又は利用者の所在が不明などの事情により、シェアリング自転車が乗り逃げされたものと当社が判断したときは、入会契約を解除するとともに、刑事告訴を行うなど法的手続の措置をとることができるものとします。
2.前項に該当することとなった場合、会員は、返還されるまでの利用料金、シェアリング自転車の回収及び探索に要した費用などの他、当社に生じた一切の損害を賠償する責任を負います。
3.当社は、天災地変その他の不可抗力の事由により、サイクルシェアリングシステム運営時間を経過しても利用者からシェアリング自転車が返還されなかった場合は、これにより生ずる損害について会員の責任を問わないものとします。この場合、会員又は法人指定利用者は、直ちに運営事務所に連絡し、その指示に従うものとします。

第35条 （賠償責任）
会員は、本規約の各条項に定めるほか、会員がシェアリング自転車を利用して第三者又は当社に損害を与えた場合には、その損害を賠償する責任を負うものとします。ただし、会員の責任に帰さない事由による場合を除きます。

第7章 免責
第36条 （免責）
会員は、理由の如何に関わらず、シェアリング自転車を利用したこと又はシェアリング自転車が利用できなかったことにより、自らに損害が生じた場合でも、当社に故意又は重過失がある場合を除き、当社がシェアリング自転車の利用の対価として当該会員より受領した金員の額を超えて損害の賠償を請求することができないものとします。

第8章 お客様情報の利用
第37条 （お客様情報の利用）
1.当社は、本サービスの提供にあたり取得する本会員の個人情報（当該情報によりまたは他の情報と照合することにより、本会員本人を識別し得る情報をいいます）を当社が別途定める「お客様の個人情報に関するプライバシーポリシー」および横浜都心部コミュニティサイクル利用規約に従い取り扱います。

第9章 雑則
第38条 （規約の変更）
当社が本規約を改訂した場合、当社所定のＷｅｂサイトへの掲示をもってその通知とします。また本規約の改訂は、会員及び法人指定利用者への事前の通知無く行うことができるものとします。

第39条 （通知など）
会員又は法人指定利用者に対する当社からの通知及び連絡等は、入会契約時に登録した電話番号又はメールアドレスに行い、その発信時に通知及び連絡等の効力が発生するものとし、不到達による不利益は会員が負うものとします。

第40条 （遅延損害金）
会員は、本規約、入会契約又は個別契約に基づく金銭債務の履行を怠ったときは、当社に対し年率14.6％の割合（1 年を365 日とする日割計算による）による遅延損害金を支払うものとします。

第41条 （管轄裁判所）
本規約、入会契約又は個別契約に基づく権利及び義務について紛争が生じたときは、東京地方裁判所を専属的合意管轄裁判所とします。

別添

・お問合せ先　Ucycle運営事務所コールセンター
0120-xxx-xxx（運営事務所営業時間内。携帯電話からも通話可能）

・Webサイト
http://internousdev:8080/Ucycle/
</textarea>
		<br> <img src="img/card.png" height="49" width="249">

		<p>「同意する」にチェックをつけてボタンを押してください</p>
		<form name="Form1" method="post" action="GoCreateAction">
			<input type="radio" name="accept" value="同意しない" id="radio-no" checked
				onClick="changeDisabled()"><label for="radio-no">
				同意しない</label>&nbsp; <input type="radio" name="accept" value="同意する"
				id="radio-accept" onClick="changeDisabled()"><label
				for="radio-accept"> 同意する</label>&nbsp;
			<p style="display: inline;">
				<input type="submit" name="send" value="次へ" class="next" checked
					onClick="GoCreateAction()" disabled>
			</p>
		</form>
		<form action="GoLoginAction">
		<input type="submit" value="キャンセル">
		</form>
		<br>
		<br>
	</nav>
	<footer class=>
		<br> &copy; 2015 Ucycle All Rights Reserved.
	</footer>
</body>
</html>
